Repository: alexey496/amphenew
Catalog: sites/all/translations/commerce_stock-7.x-2.3.*.po
Languages: ru

source: Prefix
ru: Префикс

source: Suffix
ru: Суффикс

source: Submit
ru: Отправить

source: Cancel
ru: Отмена

source: type
ru: тип

source: Stock
ru: Склад

source: Order
ru: Порядок

source: Product
ru: Товар

source: product
ru: товар

source: types
ru: типы

source: Stock management
ru: Управление запасами

source: Out of stock
ru: Нет в наличии

source: Processed @current out of @total.
ru: Обработано @current из @total.

source: Custom URL
ru: Пользовательский URL

source: Line item
ru: Строка

source: An error occurred while processing @operation with arguments : @args
ru: Возникла ошибка в процессе @operation с аргументами: @args

source: Commerce Stock
ru: Commerce Склад

source: Order has products that are out of stock
ru: В заказе есть товары, которых нет в наличии

source: Modified stock level of product %sku by %amount
ru: Изменен остаток на складе товара %sku на %amount

source: Failed attempt to modify stock level of product %sku by %amount
ru: Неудачная попытка изменения остатка на складе товара %sku на %amount

source: Configure stock management.
ru: Настройки управления запасами.

source: Enable stock management for these product types
ru: Включить управление запасами для этих типов товаров

source: Note that disabling stock management removes the Stock field from the product type, deleting any existing stock data for that product type.
ru: Внимание. Отключение управления запасами убирает поле Stock из типа товара, удаляя все существующие данные об остатках для товаров этого типа.

source: I understand that all stock data will be permanently removed from the product @type_plural %product_types.
ru: Я понимаю, что все данные о запасах будут навсегда удалены для товаров @type_plural %product_types.

source: You must click the confirmation checkbox to confirm that you want to delete stock data
ru: Вы должны поставить подтверждающий флажок, чтобы подтвердить, что вы действительно хотите удалить данные о запасах.

source: Please check the "I understand" checkbox to indicate you understand that all stock data in these fields will be deleted: %fields.
ru: Пожалуйста поставьте флажок "Я понимаю" для указания того, что вы действительно понимаете, что все данные о запасах в полях %fields будут удалены.

source: Stock management has been disabled on the %type product type
ru: Управление запасами было выключено для типа товаров %type

source: Decrease the product stock level, given a line item
ru: Уменьшить остаток товара на складе, используя строку

source: Increase the product stock level, given a line item
ru: Увеличить остаток товара на складе, используя строку

source: Enable stock management override for these product types
ru: Активировать возможность отключения управления запасами для этих типов продуктов

source: Note that disabling stock management override removes the Stock override field from the product type, deleting any existing stock override data for that product type.
ru: Внимание. Деактивация возможности управления запасами убирает поле Stock override из типа товаров, удаляя все существующие данные об отключении управления запасами для этого типа товаров.

source: Allow stock override for @name (@machine_name)
ru: Разрешить переопределение запасов для @name (@machine_name)

source: Disable stock for this product
ru: Отключить управление запасами для этого товара

source: Stock management override has been enabled on the %type product type
ru: Возможность отключения управления запасами была активирована для типа товаров %type

source: Stock management override has been disabled on the %type product type
ru: Возможность отключения управления запасами была деактивирована для типа товаров %type

source: Requested Quantity
ru: Запрошенное количество

source: Quantity already ordered (in the cart)
ru: Уже заказанное количество (в корзине)

source: Quantity requested + already ordered
ru: Запрошенное + уже заказанное количество

source: Quantity already ordered
ru: Уже заказанное количество

source: Stock management API
ru: API управления запасами

source: Configure stock management API.
ru: Настроить API управления запасами.

source: Commerce Stock API
ru: API управления запасами

source: Commerce (stock)
ru: Commerce (склад)

source: Stock level (int)
ru: Остаток на складе (целое)

source: The stock level as an integer
ru: Остаток на складе как целое число

source: Stock level available for the user
ru: Доступный остаток на складе

source: The available stock level for the current user
ru: Остаток на складе, доступный текущему пользователю
