Repository: alexey496/amphenew
Catalog: sites/all/translations/feeds_xls-7.x-1.x.*.po
Languages: ru

source: Required
ru: Обязательно

source: Help
ru: Справка

source: Not found
ru: Не найдено

source: Template
ru: Шаблон

source: Feeds
ru: Потоки данных

source: All worksheets
ru: Все листы

source: Check this box if you would like to import data from all worksheets, and not just the first sheet.
ru: Отметьте это поле, если вы хотите импортировать данные со всех листов документа, а не только с первого листа.

source: Template for !feeds_name
ru: Шаблон для !feeds_name

source: This cell may not be left blank
ru: Эта ячейка не может быть пустой

source: This cell may not be left blank.
ru: Эта ячейка не может быть пустой.

source: This cell may be left blank.
ru: Эта ячейка может быть пустой.

source: Excel template
ru: Шаблон Excel

source: PHPExcel Library
ru: Библиотека PHPExcel

source: Maximum number of rows
ru: Максимальное число строк

source: Select the maximum number of rows your Excel file contains. This number MUST be greater than the total number of rows in your file. Selecting this value will improve the progress bar feedback.
ru: Выберите максимальное число строк вашего Excel файла. Это число должно превышать общее число строк в вашем файле. Выбор этого значения улучшит работу строки прогресса.

source: 65535 XLS Maximum
ru: 65535 XLS максимум

source: Unlimited. NO PROGRESS FEEDBACK
ru: Неограничено. Без строки прогресса

source: <a href="!url" target="_blank" class="overlay-exclude">Excel template file</a> for this import. Your template file should contain the following column headers:
ru: <a href="!url" target="_blank" class="overlay-exclude">Шаблон Excel</a> для данного импорта. Ваш файл шаблона должен содержать следующее число столбцов заголовка:

source: Generation of the populated Excel template has failed
ru: Генерация наполненного шаблона Excel потерпела неудачу

source: Creating Populated Excel template
ru: Создание наполненного шаблона Excel

source: Added @current entities out of @total to the file.
ru: Добавлено @current сущностей из @total в файл.

source: Please wait while your file is converted. This can take a few minutes.
ru: Пожалуйста подождите пока ваш файл конвертируется. Это может занять несколько минут.

source: Populated Excel template
ru: Наполненный шаблон Excel

source: Download Populated Excel template
ru: Скачать наполненный шаблон Excel

source: Please download and install the PHPExcel Library into a location that the Libraries module can find or into the feeds_xls module folder. Note, you must rename the folder "PHPExcel".
ru: Пожалуйста скачайте и распакуйте библиотеку PHPExcel в директорию, настроенную в модуле Libraries, или в директорию модуля feeds_xls. Обратите внимание, вы должны переименовать директорию "PHPExcel".
